{

  "Metadata": {
    "home-title": "Become fluent in Slovene",
    "home-desc": "Slovene Step by Step personalized Slovene lessons tailored to your goals. Learn online at your convenience with experienced teachers and join a supportive community of over 1,200 members. Start today and achieve your language goals with Slovene Step by Step!",
    "about-title": "About us",
    "about-desc": "At Slovene Step by Step, we are dedicated to providing personalized Slovenian language learning experiences. Our team of experienced teachers, combined with a flexible schedule, ensures that you can learn at your own pace.",
    "features-title": "Features",
    "features-desc": "",
    "log-title": "Log in",
    "log-desc": "",
    "products-title": "Products",
    "products-desc": "",
    "notfound-title":"Not Found",
    "notfound-desc":""
  },

  "HomePage": {
    "announcement": "Announcement",
    "announcement-link": "Learn more",
    "title-1": "Become",
    "title-strong": "Fluent",
    "title-2": "    in Slovene",
    "under-title": "The best way to learn Slovene and make your dreams a reality.",
    "action-button": "Get started",
    "more-info-button" : "Learn more",


    "why-slovene-title" : "Why should you learn Slovene?",
    "why-slovene-subtitle" : "Knowledge is King",
    "why-slovene-text1" : "Mastering Slovene is the key to unlocking unparalleled opportunities and truly integrating into this vibrant society.",
    "why-slovene-text2" : "Whether you are relocating, studying, or working, learning Slovene makes daily life smoother. From building connections to meeting residency requirements, it is the key to integration. Do not let language barriers hold you back. Learning Slovene is your ticket to a successful, enriched, and fulfilling life in Slovenia.",
    "why-slovene-point1-strong" : "Elevate your career.",
    "why-slovene-point1" : "Mastering Slovene is essential for advancing your career in Slovenia. Improve your job prospects by becoming fluent in the local language.",
    "why-slovene-point2-strong" : "Seamless social integration.",
    "why-slovene-point2" : "Learning Slovene allows you to fully integrate into Slovenian society, making social connections easier and more meaningful.",
    "why-slovene-point3-strong" : "Education and personal growth.",
    "why-slovene-point3" : "Whether for personal enrichment or academic purposes, fluency in Slovene will open new doors for learning and self-development.",
    "why-slovene-text3": "Slovene unlocks Slovenia's rich traditions, iconic works like poet France Prešeren's, and authentic connections with locals. It enhances your experience of stunning landscapes like Lake Bled while opening career opportunities in a growing economy. With its unique grammar, Slovene is a rewarding challenge and a way to preserve a rare linguistic heritage.",




    "why-us": "Why choose us",
    "why-us-sub": "Learn faster",
    "bento-c1-title": "Online lessons",
    "bento-c1-desc": "Learn Slovene from the comfort of your home! Our lessons are conducted via Skype, offering flexibility and convenience no matter where you are. Connect with experienced teachers and immerse yourself in engaging, interactive sessions tailored to your goals.",
    "bento-c1-title2": "Free trial lesson",
    "bento-c1-desc2": "During this lesson you will get acquainted with our methodology, learn the details of the program and get answers to all your questions.",
    "bento-c2-title": "Become part of a community ",
    "bento-c2-desc": "Join our vibrant community of over 1,200 learners on Telegram! Share experiences, ask questions, and practice Slovenian with fellow students in a supportive and engaging environment. Learning is better together!",
    "bento-c3-title": "Support every step of the way",
    "bento-c3-desc": "Stay on track with help from our dedicated course curator. From answering your questions to providing valuable feedback, we're here to make your learning journey smooth and successful.",
    "bento-c4-title": "Personalized learning plans",
    "bento-c4-desc": "Achieve your goals faster with a program designed just for you. Whether you're learning for travel, work, or relocation, our tailored approach ensures every lesson is relevant and effective…",
    

    "stats-title" : "Our achievements", 
    "stats-subtitle": "Stats",

    "Happy students": "Happy students",
    "Lessons Conducted": "Lessons Conducted",
    "Student Satisfaction": "Student Satisfaction"
  },
  "Navbar": {
    "products": "Courses",
    "features": "Features",
    "pricing": "Pricing",
    "about-us": "About us",
    "log-in": "Log in"
  },

  "About us": {
    "title": "Meet the team",
    "subtitle": "We're a dynamic group of individuals who are passionate about what we do and dedicated to delivering the best results for our clients."
  },

  "Features" : {
    "title": "Features"
  },
  
  "Log in": {
    "title": "Log in",
    "subtitle": "Log in coming soon!"
  },
  
  "ProductsPage": {
    "title": "Products",
    "description": "Coming Soon!"
  },
  "NotFoundPage": {
    "title": "Page not found",
    "description": "Sorry, we couldn't find the page you're looking for.",
    "backButton": "Back to home"
  },

  "Countdown": {
    "days": "days",
    "hours": "hours",
    "minutes": "minutes",
    "seconds": "seconds",
    "times-up": "Time is up"
  }
}

