{
  "Metadata": {
    "home-title": "Научитесь бегло говорить на словенском языке",
    "home-desc": "Slovene Step by Step персонализированные уроки словенского языка, подобранные под ваши цели. Учитесь онлайн в удобное для вас время с опытными преподавателями и присоединяйтесь к поддерживающему сообществу из более чем 1200 участников. Начните сегодня и достигайте своих языковых целей с помощью Slovene Step by Step!",
    "about-title": "O нас",
    "about-desc": "B Slovene Step by Step мы стремимся предоставлять персонализированный опыт изучения словенского языка. Наша команда опытных преподавателей в сочетании с гибким графиком гарантирует, что вы сможете учиться в своем собственном темпе.",
    "features-title": "Функции",
    "features-desc": "",
    "log-title": "Авторизоваться",
    "log-desc": "",
    "products-title": "Продукция",
    "products-desc": "",
    "notfound-title": "He найдено",
    "notfound-desc": ""
  },

  "HomePage": {
    "announcement": "Объявление",
    "announcement-link": "Узнать больше",
    "title-1": "Научитесь",
    "title-strong": " бегло ",
    "title-2": "говорить на словенском языке",
    "under-title": "Лучший способ выучить словенский язык и воплотить свои мечты в реальность!",
    "action-button": "Начать",
    "more-info-button": "Узнать больше",

    "why-slovene-title": "Почему вам стоит изучать словенский язык?",
    "why-slovene-subtitle": "Знание — король",
    "why-slovene-text1": "Освоение словенского языка — это ключ к открытию беспрецедентных возможностей и настоящей интеграции в это динамичное общество.",
    "why-slovene-text2": "Независимо от того, переезжаете ли вы, учитесь или работаете, изучение словенского языка делает повседневную жизнь более гладкой. От налаживания связей до соответствия требованиям проживания, это ключ к интеграции. Не позволяйте языковым барьерам сдерживать вас. Изучение словенского языка — ваш билет к успешной, обогащенной и полноценной жизни в Словении.",
    "why-slovene-point1-strong": "Поднимите свою карьеру.",
    "why-slovene-point1": "Освоение словенского языка необходимо для продвижения по карьерной лестнице в Словении. Улучшите свои перспективы трудоустройства, свободно владея местным языком.",
    "why-slovene-point2-strong": "Полная социальная интеграция.",
    "why-slovene-point2": "Изучение словенского языка позволит вам полностью интегрироваться в словенское общество, что сделает социальные связи более простыми и значимыми.",
    "why-slovene-point3-strong": "Образование и личностный рост.",
    "why-slovene-point3": "Будь то для личного обогащения или в академических целях, свободное владение словенским языком откроет новые возможности для обучения и саморазвития.",
    "why-slovene-text3": "Словенский язык открывает богатые традиции Словении, знаковые произведения, такие как работы поэта Франце Прешерна, и подлинные связи с местными жителями. Он расширяет ваши возможности знакомства с потрясающими пейзажами, такими как озеро Блед, и открывает возможности карьерного роста в растущей экономике. Благодаря своей уникальной грамматике словенский язык является полезным вызовом и способом сохранения редкого языкового наследия.",

    "why-us": "Почему выбирают нас?",
    "why-us-sub": "Учитесь быстрее",
    "bento-c1-title": "Онлайн уроки",
    "bento-c1-desc": "Изучайте словенский язык, не выходя из дома! Наши уроки проводятся по Skype, что обеспечивает гибкость и удобство, где бы вы ни находились. Свяжитесь с опытными преподавателями и окунитесь в увлекательные интерактивные занятия, адаптированные под ваши цели.",
    "bento-c1-title2": "Бесплатный пробный урок",
    "bento-c1-desc2": "на этом занятии вы познакомитесь с нашей методикой, узнаете подробности программы и получите ответы на все вопросы.",
    "bento-c2-title": "Станьте частью сообщества",
    "bento-c2-desc": "Присоединяйтесь к нашему яркому сообществу из более чем 1200 учащихся в Telegram! Делитесь опытом, задавайте вопросы и практикуйте словенский с другими студентами в поддерживающей и увлекательной среде. Учиться лучше вместе!",
    "bento-c3-title": "Поддержка на каждом этапе пути",
    "bento-c3-desc": "Оставайтесь на верном пути с помощью нашего куратора курса. Отвечая на ваши вопросы и предоставляя ценную обратную связь, мы здесь, чтобы сделать ваше обучение гладким и успешным.",
    "bento-c4-title": "Индивидуальные планы обучения",
    "bento-c4-desc": "Достигайте своих целей быстрее с программой, разработанной специально для вас. Независимо от того, учитесь ли вы для путешествий, работы или переезда, наш индивидуальный подход гарантирует, что каждый урок будет актуальным и эффективным ...",

    "stats-title": "Our achievements",
    "stats-subtitle": "Stats",

    "Happy students": "Счастливые студенты",
    "Lessons Conducted": "Проведенные уроки",
    "Student Satisfaction": "Удовлетворенность студентов"
  },
  "Navbar": {
    "products": "продукты",
    "features": "Функции",
    "languages": "Языки",
    "about-us": "О нас",
    "log-in": "Авторизоваться"
  },

  "About us": {
    "title": "Познакомьтесь с нашей командой",
    "subtitle": "Мы — динамичная группа людей, которые увлечены своим делом и стремятся обеспечить наилучшие результаты для наших клиентов."
  },

  "Features": {
    "title": "Функции"
  },

  "Log in": {
    "title": "Авторизоваться",
    "subtitle": "Вскоре!"
  },

  "ProductsPage": {
    "title": "Продукция",
    "description": "Вскоре!"
  },
  "NotFoundPage": {
    "title": "Страница не найдена",
    "description": "Извините, мы не смогли найти страницу, которую вы ищете.",
    "backButton": "Вернуться домой"
  },

  "Countdown": {
    "days": "дней",
    "hours": "часы",
    "minutes": "минут",
    "seconds": "секунды",
    "times-up": "Время истекло!"
  }
}
